Revit 2016 API
ExporterIFC.GetProject Method
 Gets the global IfcProject object.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2013
Syntax
C#
public IFCAnyHandle GetProject()
Visual Basic
Public Function GetProject As IFCAnyHandle
Visual C++
public:
IFCAnyHandle^ GetProject()
Return Value
 The handle.
See Also
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace